;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Paulo Neto
; TranslationAuthorEmail: layoutbr@lexxa.com.br
;

[Translation]
LangCode=0416
ReadHabit=Left-to-right
LanguageName=PTB
LangShortName=pt-br
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informações
Warning=Aviso
Error=Erro
Confirm=Confirmação
pmHelp=Ajuda On-line
pmforum=Fórum
pmHome=Página Inicial
pmContact=Contato
pmCheckNew=Verificar Atualizações
pmLang=Idiomas
pmAbout=Sobre
pmConMenu=Adiciona ao menu de contexto
FrmWDMain.lbltitle.caption=Wise Force Deleter Beta
FrmWDMain.lbldesc.caption=Livrar-se de qualquer arquivo que não pode ser excluído pelo Windows
FrmWDMain.btnAFile.caption=Adicionar arquivo
FrmWDMain.btnAfolder.caption=Adicionar pasta
FrmWDMain.btnRemove.caption=Remover
FrmWDMain.btnDel.caption=Desbloquear e Excluir
FrmWDMain.btnsupport.caption=Comentários
FrmWDMain.btnfacebook.hint=Siga-nos no facebook
FrmWDMain.btntwitter.hint=Compartilhar o Wise Force Deleter no Twitter
FrmWDMain.btngoogle.hint=Compartilhar o Wise Force Deleter no Google+
FrmWDMain.btnemail.hint=Falar do Wise Force Deleter para seus amigos
FrmWDManin.lvfile.Columns[0]=Nome
FrmWDManin.lvfile.Columns[1]=Caminho
FrmWDManin.lvfile.Columns[2]=Estado
FrmAbout.caption=Sobre
FrmAbout.lblver.caption=Versão atual:
FrmAbout.lblemail.caption=E-mail de suporte:
FrmAbout.lblhome.caption=Página inicial:
FrmAbout.lblthanks.caption=Agradecimentos às seguintes pessoas por suas contribuições:
FrmAbout.lblWarning.caption=Aviso: Este programa de computador é protegido por leis de direitos autorais e tratados internacionais.
[Lang]
NativeLanguage=Português do Brasil
[GUI]
ButtonYes=Sim
ButtonNo=Não
ButtonOK=OK
ButtonMinimize=Minimizar
ButtonMaximize=Maximizar
ButtonClose=Fechar
ButtonRestore=Restaurar
ButtonMenu=Menu
[Message]
DragFile=Uma pasta não pode ser arrastada.
ForceDelete=Forçar exclusão
Newver=Uma nova versão do Wise Force Deleter está disponível, você gostaria de atualizá-lo agora?
NoNewVer=Parabéns, a versão que você está usando é a mais recente!
None=Pronto
Unlocked=Desbloqueado e Excluído
Deleted=Excluído
FailDel=Falha ao excluir
Aborted=Ignorado
NoExists=Não existe
ConfirmDel=Você deseja desbloquear e excluir o(s) arquivo(s)?
TranslateTo=Traduzir para...
